export default {
  projections: {
    СотрудникиE: {
      имя: {
        __caption__: 'Имя'
      },
      должностиКу: {
        __caption__: 'Должности ку',
        имяДол: {
          __caption__: 'Должность'
        }
      }
    },
    СотрудникиL: {
      имя: {
        __caption__: 'Имя'
      },
      должностиКу: {
        __caption__: 'Должность',
        имяДол: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    должностиКу: {
      __caption__: 'Должности ку'
    }
  }
};
