export default {
  projections: {
    РасчетE: {
      код: {
        __caption__: 'Код'
      },
      тип: {
        __caption__: 'Тип'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        имя: {
          __caption__: 'Имя'
        },
        должностиКу: {
          __caption__: '',
          имяДол: {
            __caption__: 'Должность'
          }
        }
      }
    },
    РасчетL: {
      код: {
        __caption__: 'Код'
      },
      тип: {
        __caption__: 'Тип'
      },
      сотрудники: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        },
        должностиКу: {
          __caption__: '',
          имяДол: {
            __caption__: 'Должность'
          }
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    тип: {
      __caption__: 'Тип'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
